Repository: nooker-app/nook
Catalog: NookKit/Sources/NookKit/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

source: %lld articles downloaded
ja: %lld件をダウンロード済み
ko: %lld개 글 다운로드됨
zh_hans: 已下载 %lld 篇

source: %lld embedded videos aren't shown here.
ja: 埋め込み動画が%lld件表示されていません。
ko: 임베드된 영상 %lld개가 표시되지 않았습니다.
zh_hans: 有 %lld 个嵌入视频未显示。

source: %lld selected
ja: %lld 件を選択中
ko: %lld개 선택됨
zh_hans: 已选择 %lld 项

source: '%@' is not a valid URL.
ja: 「%@」は有効な URL ではありません。
ko: 유효한 URL이 아닙니다: '%@'
zh_hans: “%@”不是有效的网址。

source: 1 article downloaded
ja: 1件をダウンロード済み
ko: 1개 글 다운로드됨
zh_hans: 已下载 1 篇

source: A Gemini API key is saved on this device.
ja: この端末に Gemini API キーが保存されています。
ko: 이 기기에 Gemini API 키가 저장되어 있습니다.
zh_hans: 此设备上已保存 Gemini API 密钥。

source: A filter hides any story that matches it — usually just a word or phrase. Turn on **Regex** on a filter for pattern matching. Matches ignore case unless you turn on **Aa**.
ja: フィルタは一致する記事を隠します — 通常は単語やフレーズで十分です。パターンマッチングが必要なときは、そのフィルタの **Regex** をオンにします。**Aa** をオンにしない限り、大文字と小文字は区別されません。
ko: 필터는 일치하는 글을 숨깁니다 — 보통은 단어나 구절이면 됩니다. 패턴 매칭이 필요하면 그 필터의 **Regex**를 켜세요. **Aa**를 켜지 않으면 대소문자를 구분하지 않습니다.
zh_hans: 过滤器会隐藏所有匹配的文章——通常一个单词或短语就够了。需要模式匹配时，为该过滤器开启 **Regex**。除非开启 **Aa**，否则匹配不区分大小写。

source: A line containing [TOC] is replaced by links to the post's headings.
ja: [TOC] だけの行は、記事の見出しへのリンクに置き換わります。
ko: [TOC] 만 있는 줄은 글의 제목 목록 링크로 바뀝니다.
zh_hans: 只含 [TOC] 的行会被替换为文章标题的链接。

source: A quick tour of what publishing with Nook means.
ja: Nook で発行するとはどういうことか、簡単にご案内します。
ko: Nook으로 발행한다는 것이 무엇인지 간단히 안내합니다.
zh_hans: 简单了解一下用 Nook 发布是怎么回事。

source: AI Summary
ja: AI要約
ko: AI 요약
zh_hans: AI 摘要

source: AI provider
ja: AIプロバイダ
ko: AI 제공자
zh_hans: AI 提供方

source: Add Category
ja: カテゴリを追加
ko: 카테고리 추가
zh_hans: 添加类别

source: Add Filter
ja: フィルタを追加
ko: 필터 추가
zh_hans: 添加过滤器

source: Add footnote
ja: 脚注を追加
ko: 각주 추가
zh_hans: 添加脚注

source: Add headings with # markers and they will appear here.
ja: # で見出しを作ると、ここに表示されます。
ko: # 기호로 제목을 만들면 여기에 나타납니다.
zh_hans: 用 # 添加标题后会显示在这里。

source: Add keywords to a category to auto-tag matching articles (e.g. "WWDC" → Apple). Turn on AI below to also classify by meaning. Only new articles are tagged automatically; use Classify Existing Articles for the rest.
ja: カテゴリにキーワードを追加すると、一致する記事に自動でタグ付けされます（例：「WWDC」→ Apple）。下でAIをオンにすると意味でも分類します。自動タグは新着記事のみで、既存の記事は「既存の記事を分類」を使ってください。
ko: 카테고리에 키워드를 추가하면 일치하는 글에 자동 태그됩니다(예: "WWDC" → Apple). 아래에서 AI를 켜면 의미 기반으로도 분류합니다. 자동 태그는 새 글에만 적용되며, 기존 글은 '기존 글 분류'를 사용하세요.
zh_hans: 为类别添加关键词可自动为匹配的文章打标签（例如“WWDC”→ Apple）。在下方开启 AI 还能按含义分类。仅新文章会被自动打标签；其余请使用“分类现有文章”。

source: After 1 month
ja: 1か月後
ko: 1개월 후
zh_hans: 1个月后

source: After 1 week
ja: 1週間後
ko: 1주 후
zh_hans: 1周后

source: After 2 weeks
ja: 2週間後
ko: 2주 후
zh_hans: 2周后

source: All
ja: すべて
ko: 전체
zh_hans: 全部

source: All Articles
ja: すべての記事
ko: 모든 글
zh_hans: 全部文章

source: Also delete drafts on this device
ja: この端末の下書きも削除
ko: 이 기기의 초안도 삭제
zh_hans: 同时删除此设备上的草稿

source: An account with this name already exists. Sign in with the password you chose when you created it.
ja: この名前のアカウントはすでに存在します。作成したときに決めたパスワードでサインインしてください。
ko: 이 이름의 계정이 이미 있습니다. 계정을 만들 때 정한 비밀번호로 로그인하세요.
zh_hans: 该名称的账户已存在。请使用创建时设置的密码登录。

source: An address is needed. One is suggested from your title.
ja: アドレスが必要です。タイトルから候補を提案しています。
ko: 주소가 필요합니다. 제목에서 제안된 값이 채워집니다.
zh_hans: 需要一个地址。已根据标题给出建议。

source: An embedded video isn't shown here.
ja: 埋め込み動画が1件表示されていません。
ko: 임베드된 영상 1개가 표시되지 않았습니다.
zh_hans: 有 1 个嵌入视频未显示。

source: An invitation code. Publishing is limited to invited writers for now.
ja: 招待コードです。公開は現在、招待された人だけが利用できます。
ko: 초대 코드입니다. 발행 기능은 현재 초대받은 사람만 사용할 수 있습니다.
zh_hans: 一个邀请码。目前只有受邀作者可以发布。

source: Another account already uses this email address. Use a different one.
ja: このメールアドレスは別のアカウントで使われています。別のアドレスを使ってください。
ko: 이 이메일 주소는 다른 계정이 이미 사용하고 있습니다. 다른 주소를 사용하세요.
zh_hans: 该邮箱地址已被另一个账户使用。请换一个。

source: Another server
ja: 別のサーバー
ko: 다른 서버
zh_hans: 其他服务器

source: Article Parser
ja: 記事パーサ
ko: 기사 파서
zh_hans: 文章解析器

source: Article list titles
ja: 記事リストのタイトル
ko: 목록 제목
zh_hans: 文章列表标题

source: Article summaries
ja: 記事の要約
ko: 글 요약
zh_hans: 文章摘要

source: Articles
ja: 記事
ko: 글
zh_hans: 文章

source: Articles tagged with a hidden category are filtered out too.
ja: 非表示カテゴリが付いた記事も除外されます。
ko: 숨긴 카테고리가 지정된 글도 함께 걸러집니다.
zh_hans: 带有隐藏类别的文章也会被过滤掉。

source: At least 3 characters.
ja: 3文字以上にしてください。
ko: 3자 이상이어야 합니다.
zh_hans: 至少 3 个字符。

source: At least 8 characters.
ja: 8 文字以上にしてください。
ko: 8자 이상이어야 합니다.
zh_hans: 至少 8 个字符。

source: At most 18 characters.
ja: 18文字以内にしてください。
ko: 18자 이하여야 합니다.
zh_hans: 最多 18 个字符。

source: At most 60 characters.
ja: 60文字以内にしてください。
ko: 60자 이하여야 합니다.
zh_hans: 最多 60 个字符。

source: Audio
ja: オーディオ
ko: 오디오
zh_hans: 音频

source: Auto-remove downloads
ja: ダウンロードの自動削除
ko: 다운로드 자동 삭제
zh_hans: 自动移除下载

source: Automatic Gemini summaries can increase API usage and may incur charges. A request is made whenever an article is opened.
ja: Gemini の自動要約は API 使用量を増やし、料金が発生する場合があります。記事を開くたびにリクエストが送信されます。
ko: Gemini 자동 요약은 API 사용량을 늘리고 비용이 발생할 수 있습니다. 글을 열 때마다 요청이 전송됩니다.
zh_hans: Gemini 自动摘要会增加 API 使用量，并可能产生费用。每次打开文章时都会发送请求。

source: Available.
ja: 使えます。
ko: 사용할 수 있습니다.
zh_hans: 可以使用。

source: Back
ja: 戻る
ko: 뒤로
zh_hans: 返回

source: Back to signing in
ja: サインインに戻る
ko: 로그인으로 돌아가기
zh_hans: 返回登录

source: Bluesky account
ja: Bluesky アカウント
ko: Bluesky 계정
zh_hans: Bluesky 账户

source: Bold
ja: 太字
ko: 굵게
zh_hans: 加粗

source: Brief Summary
ja: 簡潔な要約
ko: 간단 요약
zh_hans: 简要摘要

source: Can't show the original
ja: 元記事を表示できません
ko: 원문을 표시할 수 없습니다
zh_hans: 无法显示原文

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Cannot contain two hyphens in a row.
ja: ハイフンを連続して使えません。
ko: 하이픈을 연속으로 쓸 수 없습니다.
zh_hans: 不能连续使用两个连字符。

source: Cannot start or end with a hyphen.
ja: ハイフンで始めたり終えたりできません。
ko: 하이픈으로 시작하거나 끝날 수 없습니다.
zh_hans: 不能以连字符开头或结尾。

source: Case sensitive
ja: 大文字と小文字を区別
ko: 대소문자 구분
zh_hans: 区分大小写

source: Categories
ja: カテゴリ
ko: 카테고리
zh_hans: 类别

source: Categorize with AI
ja: AIで分類
ko: AI로 분류
zh_hans: 用 AI 分类

source: Category color
ja: カテゴリの色
ko: 카테고리 색
zh_hans: 类别颜色

source: Category name
ja: カテゴリ名
ko: 카테고리 이름
zh_hans: 类别名称

source: Change
ja: 変更
ko: 바꾸기
zh_hans: 更换

source: Changes in your folder
ja: フォルダ内の変更
ko: 폴더에서 수정된 글
zh_hans: 文件夹中的更改

source: Check Availability
ja: 使えるか確認
ko: 사용 가능 확인
zh_hans: 检查可用性

source: Check Code
ja: コードを確認
ko: 코드 확인
zh_hans: 检查代码

source: Check your email for a code, then set a new password here.
ja: メールで届いたコードを確認し、ここで新しいパスワードを設定してください。
ko: 이메일로 받은 코드를 확인한 뒤, 여기서 새 비밀번호를 설정하세요.
zh_hans: 查看邮件中的验证码，然后在此设置新密码。

source: Choose
ja: 選択
ko: 선택
zh_hans: 选择

source: Choose a name.
ja: 名前を決めてください。
ko: 이름을 정하세요.
zh_hans: 请选择一个名称。

source: Choose an account type instead
ja: 代わりにアカウントの種類を選ぶ
ko: 대신 계정 종류를 선택
zh_hans: 改为选择账户类型

source: Choose an iCloud Drive folder before adding feeds.
ja: フィードを追加する前に iCloud Drive のフォルダを選択してください。
ko: 피드를 추가하려면 먼저 iCloud Drive 폴더를 선택하세요.
zh_hans: 添加订阅源前，请先选择一个 iCloud 云盘文件夹。

source: Choose the name people will find you by.
ja: 人があなたを見つけるための名前を決めます。
ko: 사람들이 나를 찾을 이름을 정합니다.
zh_hans: 选择别人用来找到你的名称。

source: Choose what it checks
ja: 検査対象を選ぶ
ko: 검사 대상 선택
zh_hans: 选择检查范围

source: Classifies articles into your categories by meaning, on top of keyword rules.
ja: キーワード規則に加えて、記事を意味でカテゴリに分類します。
ko: 키워드 규칙에 더해, 글을 의미 기반으로 카테고리에 분류합니다.
zh_hans: 在关键词规则之外，按含义将文章归入你的类别。

source: Classify
ja: 分類
ko: 분류
zh_hans: 分类

source: Classify Existing Articles
ja: 既存の記事を分類
ko: 기존 글 분류
zh_hans: 分类现有文章

source: Clear Key
ja: キーを消去
ko: 키 삭제
zh_hans: 清除密钥

source: Click to zoom
ja: クリックで拡大
ko: 클릭하여 확대
zh_hans: 点击放大

source: Close
ja: 閉じる
ko: 닫기
zh_hans: 关闭

source: Code
ja: コード
ko: 코드
zh_hans: 代码

source: Code block
ja: コードブロック
ko: 코드 블록
zh_hans: 代码块

source: Code from the email
ja: メールで届いたコード
ko: 이메일로 받은 코드
zh_hans: 邮件中的代码

source: Confirm it is you
ja: 本人確認
ko: 본인 확인
zh_hans: 验证身份

source: Continue
ja: 続ける
ko: 계속
zh_hans: 继续

source: Copy as Markdown
ja: Markdownとしてコピー
ko: Markdown으로 복사
zh_hans: 复制为 Markdown

source: Copy password
ja: パスワードをコピー
ko: 비밀번호 복사
zh_hans: 复制密码

source: Could not build the request.
ja: 要求を組み立てられませんでした。
ko: 요청을 구성할 수 없습니다.
zh_hans: 无法构建请求。

source: Could not check that name.
ja: その名前を確認できませんでした。
ko: 그 이름을 확인할 수 없었습니다.
zh_hans: 无法检查该名字。

source: Could not reach %@. Your network cannot look up that name — check your connection or DNS and try again.
ja: %@ に接続できません。ネットワークがこの名前を解決できません。接続または DNS を確認してもう一度お試しください。
ko: %@에 연결할 수 없습니다. 네트워크가 이 이름을 찾지 못합니다 — 연결이나 DNS를 확인한 뒤 다시 시도해 주세요.
zh_hans: 无法连接 %@。你的网络无法解析该名称——请检查网络连接或 DNS 后重试。

source: Could not reach the server that stores your posts.
ja: 投稿を保存しているサーバーに接続できませんでした。
ko: 글을 보관하는 서버에 연결할 수 없습니다.
zh_hans: 无法连接存放你文章的服务器。

source: Could not reach the service.
ja: サービスに接続できませんでした。
ko: 서비스에 연결할 수 없습니다.
zh_hans: 无法连接到服务。

source: Could not reach the service: %@
ja: サービスに接続できませんでした: %@
ko: 서비스에 연결할 수 없습니다: %@
zh_hans: 无法连接服务：%@

source: Couldn't add %lld feeds
ja: %lld 件のフィードを追加できませんでした
ko: 피드 %lld개를 추가하지 못했습니다
zh_hans: 无法添加 %lld 个订阅源

source: Couldn't read the original here
ja: ここでは原文を読み込めませんでした
ko: 여기서는 원문을 읽어올 수 없었습니다
zh_hans: 无法在此读取原文

source: Couldn’t Save Markdown
ja: Markdownを保存できませんでした
ko: Markdown을 저장할 수 없습니다
zh_hans: 无法保存 Markdown

source: Couldn’t take that post down
ja: 投稿を公開停止できませんでした
ko: 글을 내리지 못했습니다
zh_hans: 无法下架该文章

source: Create Account
ja: アカウントを作成
ko: 계정 만들기
zh_hans: 创建账号

source: Creating your account. This takes a few seconds.
ja: アカウントを作成しています。数秒かかります。
ko: 계정을 만들고 있습니다. 몇 초 걸립니다.
zh_hans: 正在创建你的账户，需要几秒钟。

source: Creating your repository and your first publication. This takes a few seconds.
ja: リポジトリと最初の発行物を作成しています。数秒かかります。
ko: 저장소와 첫 발행물을 만들고 있습니다. 몇 초 걸립니다.
zh_hans: 正在创建你的仓库和第一个刊物，需要几秒钟。

source: Custom
ja: カスタム
ko: 직접 지정
zh_hans: 自定义

source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete Account
ja: アカウントを削除
ko: 계정 삭제
zh_hans: 删除账户

source: Delete Article
ja: 記事を削除
ko: 글 삭제
zh_hans: 删除文章

source: Delete Draft
ja: 下書きを削除
ko: 초안 삭제
zh_hans: 删除草稿

source: Delete Everything
ja: すべて削除
ko: 모두 삭제
zh_hans: 全部删除

source: Delete My Account
ja: 自分のアカウントを削除
ko: 내 계정 삭제
zh_hans: 删除我的账户

source: Delete category
ja: カテゴリを削除
ko: 카테고리 삭제
zh_hans: 删除类别

source: Delete draft
ja: 下書きを削除
ko: 초안 삭제
zh_hans: 删除草稿

source: Delete filter
ja: フィルタを削除
ko: 필터 삭제
zh_hans: 删除过滤器

source: Delete the Text Too
ja: 本文も削除
ko: 본문까지 삭제
zh_hans: 同时删除正文

source: Delete this draft?
ja: この下書きを削除しますか？
ko: 이 초안을 삭제할까요?
zh_hans: 要删除这份草稿吗？

source: Delete this post
ja: この投稿を削除
ko: 이 글 삭제
zh_hans: 删除这篇文章

source: Delete this post?
ja: この投稿を削除しますか？
ko: 이 글을 삭제할까요?
zh_hans: 要删除这篇文章吗？

source: Delete your account?
ja: アカウントを削除しますか？
ko: 계정을 삭제할까요?
zh_hans: 要删除账户吗？

source: Deletes every article saved for offline reading on this device.
ja: この端末にオフライン用に保存したすべての記事を削除します。
ko: 이 기기에 오프라인용으로 저장된 모든 글을 삭제합니다.
zh_hans: 删除此设备上为离线阅读保存的所有文章。

source: Deleting your account is the other one. It ends the account on the server that stores your writing and takes your name, your publications, and every article with it. It cannot be undone.
ja: アカウントの削除はそれとは別です。文章が保存されているサーバーからアカウントを消し、名前も発行物もすべての記事も一緒になくなります。取り消せません。
ko: 계정 삭제는 그와 다릅니다. 내 글이 저장된 서버에서 계정을 없애고, 이름과 발행물과 모든 글을 함께 가져갑니다. 되돌릴 수 없습니다.
zh_hans: 删除账户则是另一回事。它会在存储你写作的服务器上终止账户，并带走你的名称、出版物和所有文章。无法撤销。

source: Deleting…
ja: 削除中…
ko: 삭제하는 중…
zh_hans: 正在删除…

source: Deselect All
ja: すべて選択解除
ko: 전체 해제
zh_hans: 取消全选

source: Detailed Summary
ja: 詳細な要約
ko: 상세 요약
zh_hans: 详细摘要

source: Developer
ja: 開発者向け
ko: 개발자
zh_hans: 开发者

source: Didn’t get it? Check the address the account was made with, then ask again.
ja: 届きませんか？アカウント作成時に使ったアドレスを確認して、もう一度リクエストしてください。
ko: 받지 못했나요? 계정을 만들 때 쓴 주소를 확인한 뒤 다시 요청하세요.
zh_hans: 没有收到？请确认创建账户时使用的地址，然后再次请求。

source: Discard
ja: 破棄
ko: 버리기
zh_hans: 丢弃

source: Discard the Change
ja: 変更を破棄
ko: 변경 버리기
zh_hans: 放弃更改

source: Discard this change?
ja: この変更を破棄しますか？
ko: 이 변경을 버릴까요?
zh_hans: 放弃此更改？

source: Dismiss
ja: 閉じる
ko: 닫기
zh_hans: 关闭

source: Done
ja: 完了
ko: 완료
zh_hans: 完成

source: Download %lld
ja: %lld件をダウンロード
ko: %lld개 다운로드
zh_hans: 下载 %lld 篇

source: Download Articles…
ja: 記事をダウンロード…
ko: 글 다운로드…
zh_hans: 下载文章…

source: Download a Copy of Your Writing
ja: 自分の文章のコピーをダウンロード
ko: 내 글 사본 내려받기
zh_hans: 下载你的写作副本

source: Download for Offline
ja: オフライン用にダウンロード
ko: 오프라인 다운로드
zh_hans: 下载以离线阅读

source: Downloaded
ja: ダウンロード済み
ko: 다운로드됨
zh_hans: 已下载

source: Draft
ja: 下書き
ko: 초안
zh_hans: 草稿

source: Drafts
ja: 下書き
ko: 초안
zh_hans: 草稿

source: Drafts are unpublished writing kept only on this device, so deleting your account does not reach them. Turn this off to keep them.
ja: 下書きはこの端末にだけある未公開の文章なので、アカウントを削除しても消えません。残すにはオフにしてください。
ko: 초안은 이 기기에만 있는 발행되지 않은 글이라, 계정을 삭제해도 사라지지 않습니다. 남겨 두려면 끄세요.
zh_hans: 草稿是仅保存在此设备上的未发布内容，删除账户不会影响它们。想保留就关闭此项。

source: Drafts cannot be saved on this device.
ja: この端末では下書きを保存できません。
ko: 이 기기에서는 초안을 저장할 수 없습니다.
zh_hans: 无法在此设备上保存草稿。

source: Edit post
ja: 投稿を編集
ko: 글 수정
zh_hans: 编辑文章

source: Email
ja: メール
ko: 이메일
zh_hans: 邮箱

source: Email Me a Code
ja: コードをメールで送る
ko: 코드 메일로 받기
zh_hans: 给我发送验证码

source: Enable AI summaries
ja: AI要約を有効にする
ko: AI 요약 사용
zh_hans: 启用 AI 摘要

source: Enabled
ja: 有効
ko: 사용
zh_hans: 已启用

source: Enter a word, phrase, or pattern to hide.
ja: 隠す単語・フレーズ・パターンを入力します。
ko: 숨길 단어, 구절 또는 패턴을 입력하세요.
zh_hans: 输入要隐藏的单词、短语或模式。

source: Every publication and article, exactly as your repository holds them.
ja: パブリケーションと投稿のすべてを、リポジトリが保持しているそのままの形で。
ko: 발행물과 글 전부, 내 저장소가 담고 있는 그대로입니다.
zh_hans: 所有发布页和文章，与你的仓库中保存的完全一致。

source: Every published post is written here as a Markdown file, named after its address.
ja: 公開したすべての投稿が、アドレスと同じ名前の Markdown ファイルとしてここに保存されます。
ko: 발행한 모든 글이 주소와 같은 이름의 Markdown 파일로 이곳에 저장됩니다.
zh_hans: 每篇已发布的文章都以其地址命名，作为 Markdown 文件保存在这里。

source: Everything here is already saved for offline.
ja: ここの記事はすべてオフライン保存済みです。
ko: 여기 있는 글은 모두 이미 오프라인 저장되었습니다.
zh_hans: 这里的文章都已保存以离线阅读。

source: Everything is ready.
ja: 準備が整いました。
ko: 모든 준비가 끝났습니다.
zh_hans: 一切就绪。

source: Everything you have written on this account goes, permanently. There is no undo.
ja: このアカウントで書いたものはすべて完全に削除されます。取り消せません。
ko: 이 계정으로 쓴 모든 글이 영구히 사라집니다. 되돌릴 수 없습니다.
zh_hans: 你用这个账户写下的一切都会被永久删除。无法撤销。

source: Expert Summary
ja: 専門家向け要約
ko: 전문가 요약
zh_hans: 专家摘要

source: Explicit line break
ja: 明示的な改行
ko: 명시적 줄바꿈
zh_hans: 显式换行

source: Feed
ja: フィード
ko: 피드
zh_hans: 订阅源

source: Filter out stories you don't want
ja: 不要な記事を除外
ko: 원하지 않는 글 걸러내기
zh_hans: 过滤掉你不想看的文章

source: Filtered
ja: フィルタ済み
ko: 필터됨
zh_hans: 已过滤

source: Filtered stories leave every list and unread count — they're never treated as unread. Find them anytime under **Filtered** at the bottom of the sidebar. Nothing is deleted: turn a filter off and its stories come right back.
ja: フィルタされた記事はすべてのリストと未読数から外れ、未読として扱われません。サイドバー下部の **フィルタ済み** でいつでも確認できます。削除ではないので、フィルタをオフにすれば戻ります。
ko: 걸러진 글은 모든 목록과 안 읽음 개수에서 빠지며, 안 읽음으로 취급되지 않습니다. 사이드바 맨 아래 **필터됨**에서 언제든 볼 수 있어요. 삭제되는 게 아니라서, 필터를 끄면 다시 나타납니다.
zh_hans: 被过滤的文章会从所有列表和未读计数中移除，且不会被视为未读。你可以随时在侧边栏底部的**已过滤**中找到它们。它们不会被删除——关闭过滤器就会重新出现。

source: Filters quietly hide stories that match rules you set — so your lists stay about what you actually want to read.
ja: 設定したルールに一致する記事をフィルタがそっと隠すので、リストは本当に読みたいものだけに保たれます。
ko: 필터는 설정한 규칙에 맞는 글을 조용히 숨겨, 목록이 정말 읽고 싶은 것들로 유지되게 합니다.
zh_hans: 过滤器会悄悄隐藏符合你所设规则的文章，让列表只留下你真正想读的内容。

source: Filters sync through your folder, so the same stories stay hidden on every device.
ja: フィルタはフォルダを通じて同期され、どのデバイスでも同じ記事が隠れます。
ko: 필터는 동기화 폴더를 통해 공유되어, 모든 기기에서 같은 글이 숨겨집니다.
zh_hans: 过滤器通过你的文件夹同步，因此同一批文章会在每台设备上都被隐藏。

source: Folder
ja: フォルダ
ko: 폴더
zh_hans: 文件夹

source: Footnote
ja: 脚注
ko: 각주
zh_hans: 脚注

source: Forgot your password?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
zh_hans: 忘记密码？

source: Full handle
ja: フルハンドル
ko: 전체 핸들
zh_hans: 完整 handle

source: Full-article reader
ja: 記事全文リーダー
ko: 전체 기사 리더
zh_hans: 全文阅读器

source: Gemini API key
ja: Gemini API キー
ko: Gemini API 키
zh_hans: Gemini API 密钥

source: Gemini classifies over the network and may cost money; article text is sent to Google. Apple Intelligence stays on device and free.
ja: Geminiはネットワークで分類し、費用が発生する場合があり、記事の内容がGoogleに送信されます。Apple Intelligenceは端末内で無料で動作します。
ko: Gemini는 네트워크로 분류하며 비용이 발생할 수 있고, 글 내용이 Google로 전송됩니다. Apple Intelligence는 기기 내에서 무료로 동작합니다.
zh_hans: Gemini 通过网络分类，可能产生费用，文章内容会发送给 Google。Apple Intelligence 在设备本地运行且免费。

source: Gemini runs over the network and may incur cost. Article text is sent to Google. Your key is stored only on this device.
ja: Geminiはネットワークで動作し費用が発生する場合があります。記事の内容がGoogleに送信されます。キーはこの端末にのみ保存されます。
ko: Gemini는 네트워크로 동작해 비용이 발생할 수 있습니다. 글 내용이 Google로 전송됩니다. 키는 이 기기에만 저장됩니다.
zh_hans: Gemini 通过网络运行，可能产生费用。文章内容会发送给 Google。密钥仅保存在此设备上。

source: Gemini sends article Markdown to Google and requires an API key in Translation Engine settings.
ja: Gemini は記事の Markdown を Google に送信します。翻訳エンジン設定で API キーが必要です。
ko: Gemini는 글의 Markdown을 Google로 전송하며 번역 엔진 설정에 API 키가 필요합니다.
zh_hans: Gemini 会将文章 Markdown 发送给 Google，并需要在翻译引擎设置中配置 API 密钥。

source: Getting your publication ready. You can write in the meantime.
ja: 発行先を準備しています。その間も書き進められます。
ko: 발행물을 준비하고 있습니다. 그동안 글을 쓰실 수 있습니다.
zh_hans: 正在准备你的发布目标。期间可以继续写作。

source: Give it a title, a short web address, and your text.
ja: タイトル、短いウェブアドレス、本文を入力します。
ko: 제목, 짧은 웹 주소, 본문을 입력합니다.
zh_hans: 填写标题、简短的网址和正文。

source: Good typography disappears: the right size, spacing, and rhythm let you forget the letters and follow the story. Adjust the controls and watch this paragraph take the shape your articles will have.
ja: 優れたタイポグラフィは目立ちません。適切なサイズと間隔、リズムがあれば、文字を忘れて物語を追えます。下の設定を調整すると、この段落が実際の記事の見た目に変わります。
ko: 좋은 타이포그래피는 눈에 띄지 않습니다. 알맞은 크기와 간격, 리듬은 글자를 잊고 이야기를 따라가게 해 줍니다. 아래 설정을 조절하면 이 문단이 실제 글이 보일 모습으로 바뀝니다.
zh_hans: 好的排版是隐形的：合适的字号、间距和节奏让你忘记文字本身，专注于故事。调整下方设置，这段文字就会呈现你的文章将来的模样。

source: Got It
ja: 完了
ko: 확인
zh_hans: 知道了

source: Handle
ja: ハンドル
ko: 핸들

source: Heading
ja: 見出し
ko: 제목
zh_hans: 标题

source: Hide
ja: 非表示
ko: 숨김
zh_hans: 隐藏

source: Hide articles in this category
ja: このカテゴリの記事を非表示
ko: 이 카테고리의 글 숨기기
zh_hans: 隐藏此类别的文章

source: Hide categories
ja: カテゴリを非表示
ko: 카테고리 숨기기
zh_hans: 隐藏类别

source: Hide password
ja: パスワードを隠す
ko: 비밀번호 숨기기
zh_hans: 隐藏密码

source: Hide the keyboard
ja: キーボードを隠す
ko: 키보드 숨기기
zh_hans: 隐藏键盘

source: Hides %lld stories
ja: %lld件を非表示
ko: 글 %lld개 숨김
zh_hans: 隐藏 %lld 条

source: Hides 1 story
ja: 1件を非表示
ko: 글 1개 숨김
zh_hans: 隐藏 1 条

source: Hold ⌘Q to Quit
ja: 終了するには ⌘Q を押し続けてください
ko: 종료하려면 ⌘Q를 계속 누르세요
zh_hans: 按住 ⌘Q 退出

source: How filters work
ja: フィルタの仕組み
ko: 필터 사용법
zh_hans: 过滤器如何工作

source: I Already Have an Account
ja: アカウントを持っている
ko: 이미 계정이 있어요
zh_hans: 我已经有账号

source: I know my full handle
ja: フルハンドルがわかっている
ko: 전체 핸들을 알고 있습니다
zh_hans: 我知道完整 handle

source: In
ja: 対象
ko: 대상
zh_hans: 范围

source: Inline code
ja: インラインコード
ko: 인라인 코드
zh_hans: 行内代码

source: Insert
ja: 挿入
ko: 삽입
zh_hans: 插入

source: Insert table of contents
ja: 目次を挿入
ko: 목차 넣기
zh_hans: 插入目录

source: Invalid regular expression
ja: 無効な正規表現
ko: 잘못된 정규식
zh_hans: 无效的正则表达式

source: Invitation
ja: 招待
ko: 초대
zh_hans: 邀请

source: Invitation code
ja: 招待コード
ko: 초대 코드
zh_hans: 邀请码

source: It is written to your own repository first, then to your site.
ja: まずあなた自身のリポジトリに書き込まれ、それからサイトに反映されます。
ko: 먼저 내 저장소에 기록되고, 그다음 내 사이트에 반영됩니다.
zh_hans: 先写入你自己的仓库，然后发布到你的站点。

source: It stays on this device and is not published until you say so.
ja: この端末にのみ残り、あなたが公開するまで公開されません。
ko: 이 기기에만 남고, 직접 발행할 때까지 공개되지 않습니다.
zh_hans: 仅保留在此设备上，在你发布之前不会公开。

source: Italic
ja: 斜体
ko: 기울임
zh_hans: 斜体

source: Just the name. The rest is filled in for you.
ja: 名前だけを入力してください。残りは自動で入ります。
ko: 이름만 입력하세요. 나머지는 자동으로 채워집니다.
zh_hans: 只填名称。其余部分会自动补上。

source: Keep Editing
ja: 編集を続ける
ko: 계속 편집
zh_hans: 继续编辑

source: Keep My Account
ja: アカウントを残す
ko: 계정 유지
zh_hans: 保留账户

source: Keep Writing
ja: 書き続ける
ko: 계속 쓰기
zh_hans: 继续写

source: Keep as Draft
ja: 下書きとして保存
ko: 초안으로 보관
zh_hans: 保存为草稿

source: Keep pulling
ja: さらに引く
ko: 계속 당기기
zh_hans: 继续下拉

source: Keep this as a draft?
ja: 下書きとして保存しますか？
ko: 초안으로 보관할까요?
zh_hans: 要保存为草稿吗？

source: Kept on this device only, and never published until you say so. Nook holds no copy.
ja: この端末にのみ保存され、あなたが公開するまで公開されません。Nook は複製を保持しません。
ko: 이 기기에만 보관되며, 직접 발행할 때까지 공개되지 않습니다. Nook은 사본을 보관하지 않습니다.
zh_hans: 仅保存在此设备上，在你发布之前不会公开。Nook 不保留副本。

source: Keywords
ja: キーワード
ko: 키워드
zh_hans: 关键词

source: Keywords, comma-separated
ja: キーワード（カンマ区切り）
ko: 키워드(쉼표로 구분)
zh_hans: 关键词（用逗号分隔）

source: Leave
ja: 退会
ko: 탈퇴
zh_hans: 退出

source: Leave Nook Plus
ja: Nook Plus を退会
ko: Nook Plus 탈퇴
zh_hans: 退出 Nook Plus

source: Leave Nook Plus?
ja: Nook Plus を退会しますか？
ko: Nook Plus를 탈퇴할까요?
zh_hans: 要退出 Nook Plus 吗？

source: Leaving
ja: 退会
ko: 탈퇴
zh_hans: 退出

source: Leaving keeps everything you wrote. Your publications and articles stay in your repository, and your name and account are untouched. What goes is your membership and the pages Nook publishes for you, and coming back needs a new invitation.
ja: 退会しても書いたものはすべて残ります。発行物と記事はリポジトリにそのまま残り、名前とアカウントにも触れません。なくなるのはメンバーシップと Nook が公開していたページで、再開には新しい招待が必要です。
ko: 탈퇴해도 쓴 글은 모두 남습니다. 발행물과 글은 내 저장소에 그대로 있고, 이름과 계정도 건드리지 않습니다. 사라지는 것은 멤버십과 Nook이 발행해 주던 페이지이며, 다시 시작하려면 새 초대가 필요합니다.
zh_hans: 退出会保留你写下的一切。出版物和文章仍留在你的仓库中，你的名称和账户不受影响。消失的是会员身份和 Nook 为你发布的页面，重新加入需要新的邀请。

source: Line break
ja: 改行
ko: 줄바꿈
zh_hans: 换行

source: Link
ja: リンク
ko: 링크
zh_hans: 链接

source: List
ja: リスト
ko: 목록
zh_hans: 列表

source: Loading reader view…
ja: リーダー表示を読み込み中…
ko: 리더 뷰 불러오는 중…
zh_hans: 正在加载阅读视图…

source: Loading your articles…
ja: 記事を読み込んでいます…
ko: 글을 불러오는 중…
zh_hans: 正在载入文章…

source: Lowercase English letters, numbers, and hyphens. At least three characters.
ja: 英小文字・数字・ハイフン。3文字以上。
ko: 영문 소문자, 숫자, 하이픈. 3자 이상.
zh_hans: 小写英文字母、数字和连字符。至少三个字符。

source: Lowercase letters, numbers, and hyphens. At least three characters.
ja: 小文字・数字・ハイフンが使えます。3 文字以上にしてください。
ko: 소문자, 숫자, 하이픈을 쓸 수 있습니다. 세 글자 이상이어야 합니다.
zh_hans: 可使用小写字母、数字和连字符，至少三个字符。

source: Markdown help
ja: Markdown ヘルプ
ko: Markdown 도움말
zh_hans: Markdown 帮助

source: Markdown, styled as you type. Headings, lists, links, quotes, and code all work; images are not supported yet.
ja: 入力しながら Markdown が反映されます。見出し・リスト・リンク・引用・コードが使えます。画像はまだ対応していません。
ko: 입력하는 대로 마크다운이 적용됩니다. 제목, 목록, 링크, 인용, 코드를 쓸 수 있습니다. 이미지는 아직 지원하지 않습니다.
zh_hans: 边输入边应用 Markdown 样式。标题、列表、链接、引用和代码都可用；暂不支持图片。

source: Markdown. Headings, lists, links, quotes, and code all work; images are not supported yet.
ja: Markdown です。見出し・リスト・リンク・引用・コードが使えます。画像はまだ対応していません。
ko: 마크다운입니다. 제목, 목록, 링크, 인용, 코드를 쓸 수 있습니다. 이미지는 아직 지원하지 않습니다.
zh_hans: 使用 Markdown。标题、列表、链接、引用和代码都可用；暂不支持图片。

source: Match Appearance
ja: 外観に合わせる
ko: 화면 모드 따름
zh_hans: 跟随外观

source: Match against the story's **Title**, its **Summary**, or both — set per filter, so a noisy word can be caught only where it matters.
ja: 記事の **タイトル**、**要約**、またはその両方を対象にできます。フィルタごとに設定できるので、ありふれた語を必要な箇所だけで捕まえられます。
ko: 글의 **제목**, **요약**, 또는 둘 다를 대상으로 지정하세요. 필터마다 따로 설정할 수 있어, 흔한 단어를 필요한 곳에서만 걸러낼 수 있습니다.
zh_hans: 可匹配文章的**标题**、**摘要**或两者，且每个过滤器单独设置，让常见词只在需要的地方被拦截。

source: Match in
ja: 対象
ko: 적용 대상
zh_hans: 匹配范围

source: Matches are tidied away
ja: 一致した記事はまとめられます
ko: 걸러진 글은 따로 모입니다
zh_hans: 匹配的文章会被收起

source: Matching stories are hidden from every list and unread count, and collected under Filtered. Filters sync across your devices.
ja: 一致する記事はすべてのリストと未読数から隠れ、「フィルタ済み」にまとまります。フィルタはデバイス間で同期されます。
ko: 일치하는 글은 모든 목록과 안 읽음 개수에서 숨겨지고 ‘필터됨’에 모입니다. 필터는 기기 간에 동기화됩니다.
zh_hans: 匹配的文章会从所有列表和未读计数中隐藏，并归入“已过滤”。过滤器会在你的设备间同步。

source: Merging changes from your devices…
ja: デバイス間の変更を統合しています…
ko: 기기 간 변경 사항을 합치는 중…
zh_hans: 正在合并你各设备上的更改…

source: Monospaced
ja: 等幅
ko: 고정폭
zh_hans: 等宽

source: Mozilla's extractor. Keeps embedded videos and CodePen examples, which Legibility drops.
ja: Mozillaの抽出エンジンです。Legibilityが削除する埋め込み動画やCodePenの例をそのまま残します。
ko: Mozilla의 추출 엔진입니다. Legibility가 제거하는 임베드 영상과 CodePen 예제를 그대로 남깁니다.
zh_hans: Mozilla 的提取引擎。会保留 Legibility 丢弃的嵌入视频和 CodePen 示例。

source: Name
ja: 名前
ko: 이름
zh_hans: 名称

source: Needs at least one letter.
ja: 英字を1文字以上入れてください。
ko: 글자가 최소 하나는 있어야 합니다.
zh_hans: 至少需要一个字母。

source: Never
ja: しない
ko: 안 함
zh_hans: 从不

source: New footnote
ja: 新しい脚注
ko: 새 각주
zh_hans: 新脚注

source: New paragraph
ja: 新しい段落
ko: 새 문단
zh_hans: 新段落
